重  要：请先配置好仪表IP和端口并确认无误再校准!\n\n" \
                          "第一步：请先使用校准件进行矢网自身校准；\n" \
                          "第二步：配置好校准频率的起点终点和步长；\n" \
                          "第三步：在矩阵通路列表中选中要校准的通路；\n" \
                          "第四步：点击开始校准按钮,即可开始校准程序;\n\n" \
                          "提示：\n" \
                          "1、如果校准合路，请将无用的端口加上负载，以防出错；\n" \
                          "2、通路切换成功后，矢网曲线接近平滑才算正常状态；\n" \
                          "3、校准完成之后，会在此程序所在文件夹LossFile中生成\n" \
                          "Xlsx格式的线损文件，文件名称组成：矩阵线损文件+生成日期"
                          
                          
                          
                          
                          
矩阵配置说明：\n" \
                          "IP：内置默认IP为192.168.0.245；\n" \
                          "端口：内置默认端口为3000；\n" \
                          "连接测试：如果使用默认配置，可直接点击链接测试;\n\n" \
                          "矢网配置说明：\n" \
                          "IP：请查询矢网的IP地址，并且写到IP输入框，\n" \
                          "连接测试：配置好后，点击连接测试，通过为PASS。\n\n" \
                          "矢网自校准说明：\n" \
                          "请将矢网Ports上的射频转接线短接，然后选择您使用\n" \
                          "的Ports，最后检查矢网曲线是否正常，如果正常显示,\n" \
                          "则可点击自校准按钮开始自校准。如果校准后矢网屏幕\n" \
                          "显示出一条水平直线，即可进行第二步：校准程序"
                          
                          
                          
                          
                          
矢网配置说明：\n" \
                          "IP：请查询矢网的IP地址，并且写到IP输入框，\n" \
                          "连接测试：配置好后，点击连接测试，通过为PASS。\n\n" \
                          "矢网自校准说明：\n" \
                          "请将矢网Ports上的射频转接线短接，然后选择您使用\n" \
                          "的Ports，最后检查矢网曲线是否正常，如果正常显示,\n" \
                          "则可点击自校准按钮开始自校准。如果校准后矢网屏幕\n" \
                          "显示出一条水平直线，即可进行第二步：校准程序"





单路校准流程文档")
        process_content = "第一步：请先使用校准件进行矢网自身校准；\n" \
                          "第二步：配置好校准频率的起点终点和步长；\n" \
                          "第三步：为此次校准通路输入一个名称方便识别；\n" \
                          "第四步：点击开始校准按钮,即可开始校准程序;\n\n" \
                          "提示：\n" \
                          "准完完成之后，会在此程序所在文件夹LossFile中生成\n" \
                          "Xlsx格式的线损文件，可选用线损导入系统导入数据库中使用。"
